Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: In addition, the IOMC could investigate the possible contribution that coordinated information exchange - related to the development of national poverty reduction strategy papers and national sustainable development strategies - may make to international information exchange efforts.
zh: 此外，组织间化学品无害管理方案可研究与制定国家减贫战略文件和国家可持续发展战略相关的协调的信息交流对国际信息交流工作的可能贡献。

source: Annex 1: Overview of Relevant Systems
zh: 附件1：相关系统概况

source: IOMC Inventory of Activities - The IOMC Inventory of Activities provides details of the relevant programmes and activities of each IOMC Organization.
zh: 组织间化学品无害管理方案的活动清单 - 组织间化学品无害管理方案的活动清单提供组织间化学品无害管理战略每个组织的相关规划和活动的详细情况。

source: It includes the title of each activity, the name of the IOMC Organization responsible for implementation, any partners involved, programme area, outputs of the work, duration of activity, resources allocated, geographical coverage, and the relevant contact point.
zh: 其中包括每项活动的标题、负责实施工作的组织间化学品无害管理方案组织的名称、涉及的任何合作伙伴、规划领域、工作成就、活动期限、调拨的资源、地域覆盖面以及有关联络点。

source: The listing of activity profiles can be sorted by Organization and date.
zh: 活动概况排列可按组织和日期分类。

source: However, the information contained in the IOMC database is currently not detailed enough to obtain a simple overview of ongoing capacity building projects in the recipient countries.
zh: 但是，组织间化学品无害管理方案数据库中包含的信息目前尚不够详尽，不能提供受援国中正在开展的能力建设项目的简要概况。

source: The IOMC database can be accessed at: www.who.int/iomc/activity/en/.
zh: 在www.who.int/iomc/activity/en可进入组织间化学品无害管理方案的数据库。

source: IOMC Calendar of Events - The database includes main events organized by IOMC Organizations.
zh: 组织间化学品无害管理方案大事日历 - 该数据库包括组织间化学品无害管理方案各组织组织的主要活动。

source: The information included is up-dated by each organization, which can be contacted for further information.
zh: 包含的信息由每个组织进行更新，可与这些组织联络以获取更多信息。

source: The database can be accessed at: www.who.int/iomc/events/en/.
zh: 在www.who.int/iomc/events/en可进入该数据库。

source: The database has a strong emphasis on international meetings organized by IOMC Organizations.
zh: 数据库的一大重点为组织间化学品无害管理方案各组织组织的国际会议。

source: In general, it does not cover major national meetings organized or supported by IOMC Organizations.
zh: 它一般不包括组织间化学品无害管理方案各组织组织或支持的重大国家会议。

source: Thus it does not facilitate the participation of IOMC Organizations in major national capacity building events.
zh: 因此，它无助于组织间化学品无害管理方案各组织参与重大的国家能力建设活动。

source: OECD Survey on Bi-lateral Assistance Activities - In 1996, the Intersessional Group (ISG) of the IFCS invited the OECD to develop an information exchange programme on `capacity building'.
zh: 经合组织关于双边援助活动的调查 - 在1996年，政府间化学品安全论坛闭会期间小组请经合组织制定一个关于“能力建设”的信息交流规划。

source: The specific objective was to facilitate co-ordination of capacity building assistance in the field of chemicals/pesticides management provided by OECD member countries to developing countries, including those with economies in transition.
zh: 具体目的是促进协调化学品/杀虫剂管理领域内由经合组织成员国向发展中国家（包括经济转型国家）提供的能力建设援助。

source: This project complemented activities conducted through the IOMC to co-ordinate the capacity building activities of multi-lateral organizations.
zh: 该项目补充了通过组织间化学品无害管理方案为协调各多边组织的能力建设活动开展的活动。

source: In response, the OECD conducted a first survey in 1996, with results made available at the IFCS II meeting in Ottawa, in February 1997.
zh: 经合组织作出了反应，在1996年开展了第一次调查，并于1997年2月在渥太华召开的政府间化学品安全论坛第二次会议上提供了结果。

source: A second survey was then conducted in 1998, with results made available at the ISG 3 meeting in Yokohama, in November 1998.
zh: 然后在1998年开展了第二次调查，并于1998年11月在横滨召开的闭会期间小组第三次会议上提供了结果。

source: As agreed in June 1997 by the OECD Joint Meeting on Chemicals, the range of information to be collected is regularly up-dated and the survey undertaken every two years.
zh: 按照经合组织化学品问题联合会议在1997年6月商定的要求，定期更新收集的信息范围并每两年进行一次调查。

source: A fourth survey is currently under preparation published by OECD.
zh: 目前正在准备由经合组织发表第四次调查。

source: Information Exchange Network on Capacity Building for the Sound Management of Chemicals (INFOCAP) - INFOCAP is an internet-based network designed to facilitate the exchange and public accessibility of information related to chemicals management capacity building.
zh: 关于化学品无害管理能力建设的信息交流网（INFOCAP） - INFOCAP是一个以因特网为基础的网络，目的是促进交流和由公众获取与化学品管理能力建设相关的信息。

source: The general objective of INFOCAP is to enhance effective cooperation and coordination among countries and organizations that provide or receive assistance related to the sound management of chemicals.
zh: INFOCAP的总目标是在提供或接受与化学品无害管理相关援助的国家和组织之间加强有效的合作与协调。

source: INFOCAP provides a gateway to information on chemicals management capacity building.
zh: INFOCAP提供了获取化学品管理能力建设信息的一种途径。

source: National Chemicals Management Profiles, Priorities and Action Plans;
zh: 国家化学品管理概况、重点和行动计划； 对化学品管理项目可能支持的来源； 以往、现行和计划的化学品管理项目； 化学品管理指导和培训材料；以及 化学品管理能力建设领域内的主要联络点。

source: chemicals management guidance and training materials; and
zh: 在1996年开始讨论针对化学品管理能力建设信息交流的一种协调措施的必要性。

source: Discussions about the need for a coordinated approach to information exchange on chemicals management capacity building started in 1996.
zh: 2000年在巴西举行的政府间化学品安全论坛III正式认可发展INFOCAP，并通过了该网络的初步职责范围。

source: Support for the network was re-affirmed in November 2003, at IFCS Forum IV in Thailand.
zh: 2003年11月在泰国举行的政府间化学品安全论坛IV重申了对该网络的支持。

source: INFOCAP has also been recognized as a potential element of SAICM.
zh: INFOCAP还被认可为国际化学品管理战略办法的一个可能组成部分。

source: The Lead Sponsors for INFOCAP are IFCS, the European Commission and the European Chemicals Bureau, and UNITAR.
zh: INFOCAP的主要发起者为政府间化学品安全论坛、欧洲委员会和欧洲化学品办事处以及训研所。

source: The OECD is a collaborating partner.
zh: 经合组织是一个合作伙伴。

source: The lead sponsors are responsible for developing and maintaining INFOCAP, raising awareness about the network, and responding to inquiries.
zh: 主要发起者负责发展和维持INFOCAP，提高对该网络的认识并应答询问。

source: A Central Coordinating Node (CCN, currently the IFCS Secretariat) provides support in maintaining INFOCAP, and in communicating with participating countries and organizations.
zh: 一个中央协调点（CCN，目前为政府间化学品安全论坛秘书处）提供支持以维持INFOCAP并与参与的国家和组织联系。

source: A Steering Group provides oversight and guidance in the development of the network
zh: 一个指导小组对网络的发展提供监督和指导。

source: In light of current low levels of participation of countries and organizations in INFOCAP, a review has recently been undertaken with a view to assessing its effectiveness to date.
zh: 鉴于目前各国家和组织参与INFOCAP的水平较低，最近开展了一次检查，目的是评估其迄今的有效性。

source: Interviews will be conducted, in particular with non-participating countries and organizations, in order to ascertain what the reasons are for their non-participation.
zh: 将尤其与非参与国家和组织开展对话，以便确认它们不参与的原因。

source: Annex 2: Specific Comments and Suggestions on the Specific INFOCAP Services
zh: 附件2：对INFOCAP具体服务的评论和建议

source: Service 1: National Profiles, Priorities/Related Needs and Action Plans
zh: 服务1：国家概况、重点/相关需求和行动计划

source: This service provides an opportunity for developed countries, developing countries and countries with economies in transition to make available information about their national profiles, priorities/related needs, and action plans.
zh: 这项服务为发达国家、发展中国家和经济转型国家提供了机会，使它们能够公布关于本国概况、重点/相关需求和行动计划的信息。

source: It intends to provide a global overview of existing needs in the area of chemicals management.
zh: 意图是提供化学品管理领域内现有需求的全球概况。

source: The main challenges for this service at present include that, to-date, very few countries have entered information.
zh: 这项服务在目前的主要挑战包括，迄今已输入信息的国家极少。

source: Since a UNITAR/ECB National Profile homepage already exists, which contains many more profiles than are currently in the INFOCAP system, UNITAR could substitute its homepage for the present, under-populated National Profile component of the service.
zh: 由于训研所/欧洲化学品办事处已有国家概况主页，其中比目前INFOCAP系统中含有更多的概况，因此训研所可用其主页取代本服务目前内容不多的国家概况部分。

source: Service 2: Sources of Potential Support
zh: 服务2：可能支持的来源

source: This service provides summary information about organizations and countries providing assistance in the field of sound chemicals management and official procedures to apply for support.
zh: 这项服务提供关于在化学品无害管理领域内提供援助的各组织和国家以及申请获得支持的正式程序的概要信息。

source: Contributors of information can come from different sectors: official agencies, the private sector, academia and public interest non-governmental organizations.
zh: 信息提供者可来自不同的部门：官方机构、私立部门、学术界和公众利益非政府组织。

source: To-date, the main challenge of this service is that few organizations responded when asked for information by the secretariat.
zh: 迄今，本服务的主要挑战是很少有组织在秘书处征求信息时作出应答。

source: This service could be developed into a web portal.
zh: 这项服务可发展为一个网络入口。

source: Service 3: Past, Ongoing and Planned Projects
zh: 服务3：以往、现行和计划的项目

source: This service provides access to information on past, on-going or planned capacity building projects carried out by countries and organizations.
zh: 这项服务提供各国家和组织以往、现行或计划执行的能力建设项目的信息获取。

source: It builds on and includes information obtained in the OECD Survey of Development Assistance Activities for Capacity Building.
zh: 它基于并包括经合组织针对能力建设的发展援助活动调查中获得的信息。

source: Current challenges include that very few projects have been added that are additional to the currently available OECD survey data.
zh: 目前的挑战包括，除目前现有的经合组织调查数据之外增添的项目很少。

source: IOMC could provide basic project summary information.
zh: 组织间化学品无害管理方案可提供基本的项目概要信息。

source: Service 4: Guidance and Training Manuals
zh: 服务4：指导和培训手册

source: This service facilitates the exchange of information on chemicals management capacity building documentation and training materials available through organisations and countries participating in the Network.
zh: 这项服务促进关于通过参与本网络的各组织和国家可获得的化学品管理能力建设文件和培训材料的信息交流。

source: It builds upon a UNITAR/IOMC document that lists and summarizes guidance and training materials of IOMC Organizations that related to capacity building.
zh: 它以训研所/组织间化学品无害管理方案的一份文件为基础，其中列出和概述了组织间化学品无害管理方案各组织与能力建设有关的指导和培训材料。

source: Participation to-date beyond this list is low.
zh: 迄今超出该清单的参与率很低。

source: IOMC can update its existing listing of guidance and training materials, or inter-link this information via portals (if technically feasible).
zh: 组织间化学品无害管理方案可更新其现有的指导和培训材料清单，或者通过入口（如技术上可行）对这种信息进行互相链接。

source: Service 5: Points of Contact
zh: 服务5：联络点

source: Network Points of Contact are responsible for coordinating and facilitating the provision of information to INFOCAP.
zh: 网络联络点负责协调和促进向INFOCAP提供信息。

source: We believe that the current TOR for the Points of Contact are too onerous, and contribute to the “top-heavy” nature of the administrative infrastructure of the current system.
zh: 我们认为联络点目前的职责范围过分繁重，并造成目前系统的行政基础设施“头重脚轻”的情况。

source: A formal review of INFOCAP, in its start up phase, was recently undertaken by the INFOCAP Steering Group, in order to provide an assessment of the use and effectiveness of the network. The main conclusions of the review and a recommendation for the future direction of INFOCAP are presented in the IFCS Forum Standing Committee paper submitted to SAICM PrepCom3 entitled "Information Exchange Network on Capacity Building for the Sound Management of Chemicals, Recommendation to the Third Preparatory Committee Meeting for the development of a Strategic Approach to International Chemicals Management (SAICM PrepCom3)".
zh: A formal review of INFOCAP, in its start up phase, was recently undertaken by the INFOCAP Steering Group, in order to provide an assessment of the use and effectiveness of the network. The main conclusions of the review and a recommendation for the future direction of INFOCAP are presented in the IFCS Forum Standing Committee paper submitted to SAICM PrepCom3 entitled "Information Exchange Network on Capacity Building for the Sound Management of Chemicals, Recommendation to the Third Preparatory Committee Meeting for the development of a Strategic Approach to International Chemicals Management (SAICM PrepCom3)". The document also presents background information on the development of INFOCAP. SAICM PrepCom3 participants are encouraged to review this document as it includes important historical context and additional information to help participants make informed decisions on information exchange at PrepCom3.

source: The document also presents background information on the development of INFOCAP.
zh: 组织间化学品无害管理方案

source: SAICM PrepCom3 participants are encouraged to review this document as it includes important historical context and additional information to help participants make informed decisions on information exchange at PrepCom3.
zh: 环境署、劳工组织、粮农组织、世卫组织、工发组织、训研所和经合组织之间的合作协定

source: Resolutions and decisions adopted by the Economic and Social Council at its organizational and resumed organizational sessions for 2005
zh: 经济及社会理事会2005年组织会议和组织会议续会通过的决议和决定

source: (4 February, 1 March, 31 March, 27-28 April and 9 June 2005)
zh: (2005年2月4日、3月1日、31日、4月27日、28日和6月9日)

source: Resolutions
zh: 注：在此分发的是经济及社会理事会2005年组织会议通过的决议和决定的暂定案文，备供参考。

source: 2005/1 Ad Hoc Advisory Group on Burundi
zh: 布隆迪问题特设咨询小组

source: Recalling its resolutions 2002/1 of 15 July 2002, 2003/16 of 21 July 2003, 2003/50 of 24 July 2003, 2004/2 of 3 May 2004 and 2004/59 and 2004/60 of 23 July 2004, and its decision 2003/311 of 22 August 2003,
zh: 回顾其2002年7月15日第2002/1号、2003年7月21日第2003/16号、2003年7月24日第2003/50号、2004年5月3日第2004/2号和2004年7月23日第2004/59号和第2004/60号决议以及2003年8月22日第2003/311号决定,

source: Having taken note of the oral report by the Chairman of the Ad Hoc Advisory Group on Burundi,
zh: 注意到布隆迪问题特设咨询小组主席的口头报告，

source: Recognizing the importance of maintaining the momentum in consolidating the peace process in Burundi,
zh: 认识到必须保持巩固布隆迪和平进程的势头，

source: Commends those donors that have provided support to Burundi, and calls for rapid disbursement of funds committed at the Forum of Development Partners, held in Brussels on 13 and 14 January 2004;
zh: 1. 赞扬那些向布隆迪提供支助的捐助方，呼吁迅速支付2004年1月13日和14日在布鲁塞尔举行的发展伙伴论坛上承诺的资金；

source: Requests the Ad Hoc Advisory Group on Burundi to continue to follow closely the humanitarian situation and economic and social conditions, to examine the transition from relief to development in Burundi and the way in which the international community supports the process and to report, as appropriate, to the Economic and Social Council at its substantive session in 2005;
zh: 2. 请布隆迪问题特设咨询小组继续密切跟踪人道主义局势以及经济和社会状况，审查布隆迪从救济到发展的过渡进程以及国际社会支助这一进程的方法，并酌情向经济及社会理事会2005年实质性会议提出报告；

source: Decides to consider the reports of the Ad Hoc Advisory Group on Burundi at its substantive session of 2005, requests that the report of the Group to that session describe, inter alia, how the Group has fulfilled its mandate, and decides also to hold a discussion on the work of the Group and on how it has fulfilled its mandate;
zh: 3. 决定在2005年实质性会议期间审议布隆迪问题特设咨询小组的报告，请小组提交给实质性会议的报告，除其他外，说明小组是如何完成任务的，并决定就小组的工作以及小组完成任务的方式举行一次讨论；

source: Requests the Secretary-General, the United Nations Development Group, the Office for the Coordination of Humanitarian Assistance and relevant United Nations funds and programmes and the specialized agencies to continue to assist the Ad Hoc Advisory Group in accomplishing its mandate, and invites the Bretton Woods institutions to continue to cooperate to that end.
zh: 4. 请秘书长、联合国发展集团、人道主义援助协调处以及联合国有关基金、方案和专门机构继续协助特设咨询小组完成其任务，并邀请布雷顿森林机构继续为此进行合作。

source: 2005/2 Ad Hoc Advisory Group on Guinea-Bissau
zh: 几内亚比绍问题特设咨询小组

source: Recalling its resolutions 2002/1 of 15 July 2002, 2003/1 of 31 January 2003, 2003/53 of 24 July 2003, 2004/1 of 3 May 2004 and 2004/59 and 2004/61 of 24 July 2004, and its decision 2002/304 of 25 October 2002,
zh: 回顾其2002年7月15日第2002/1号、2003年1月31日第2003/1号、2003年7月24日第2003/53号、2004年5月3日第2004/1号、2004年7月24日第2004/59号和第2004/61号决议，以及2002年10月25日第2002/304号决定，

source: Recognizing the link between political stability and economic and social development in Guinea-Bissau, as well as the persistent fragility of its democratic institutions,
zh: 承认几内亚比绍政治稳定与经济和社会发展之间存在联系,该国的民主体制依然脆弱，

source: Welcoming the positive and constructive role of the Ad Hoc Advisory Group on Guinea-Bissau in supporting the country to address its pressing short and longer-term development objectives,
zh: 欢迎几内亚比绍问题特设咨询小组在支持该国实现紧迫的短期目标和较长期发展目标方面发挥积极和建设性的作用，

source: Takes note of the report of the Ad Hoc Advisory Group on Guinea-Bissau;
zh: 1. 注意到几内亚比绍问题特设咨询小组的报告；

source: Welcomes the contributions of the Economic Community of West African States, the Community of Portuguese-speaking Countries and other partners to improving the situation in Guinea-Bissau;
zh: 2. 欢迎西非国家经济共同体和葡萄牙语国家共同体及其他伙伴为改善几内亚比绍局势作出贡献；

source: Welcomes also the recommendation by the Security Council, in its resolution 1580 (2004) of 22 December 2004, to establish a voluntary emergency fund, to be administered by the United Nations Development Programme, to support efforts related to the planning and implementation of military reform;
zh: 3. 又欢迎安全理事会2004年12月22日第1580（2004）号决议建议设立一项自愿应急基金，由联合国开发计划署管理，支持同规划和实施军事改革有关的努力；

source: Welcomes further the commitment of the Government of Guinea-Bissau to hold Presidential elections in accordance with the timetable in the Transition Charter, and in that regard invites the international community to provide financial and technical support to Guinea-Bissau in the holding of those elections;
zh: 4. 还欢迎几内亚比绍政府承诺按照《过渡宪章》中的时间表举行总统选举，在这方面，邀请国际社会为几内亚比绍举行这些选举提供财政和技术支持；

source: Expresses appreciation to those organizations and countries that have provided assistance to Guinea-Bissau in controlling a locust invasion, which is undermining an already fragile economy, and appeals to the international community to provide additional assistance;
zh: 5. 感谢已经为几内亚比绍控制蝗虫侵害提供援助的组织和国家，这种灾害正削弱业已脆弱的经济，并呼吁国际社会进一步提供援助；

source: Invites the donor community to consider providing budgetary support to meet emergency needs, including the payment of salaries, in particular by providing additional contributions through the Emergency Economic Management Fund;
zh: 6. 邀请捐助者考虑提供预算支持，以应付紧急需要，包括支付薪金，特别是通过紧急经济管理基金进一步提供捐助；

source: Recognizes that the key challenges for the Government of Guinea-Bissau will be to restore fiscal discipline, rebuild public administration and improve the climate for private investment and economic diversification and that meeting these challenges will require a combination of peace, firm commitment to sound policies by the authorities, improved governance and transparency, and the technical and financial support of the international community;
zh: 7. 确认几内亚比绍政府面临的关键挑战是恢复财政纪律，重建公共行政，改善私人投资环境和经济多样化；要解决这些挑战，和平环境、政府坚定致力于合理的政策，改善施政和透明度，以及国际社会的技术和财政支持，都是必不可少的；

source: Welcomes the progress in economic and financial management and accountability, as recognized by the International Monetary Fund and the World Bank at the meeting of Guinea-Bissau's partners to prepare for the round-table conference, held in Lisbon on 11 February 2005;
zh: 8. 欢迎经济和财务管理及问责制方面取得进展，对此国际货币基金组织和世界银行在几内亚比绍合作伙伴为筹备圆桌会议于2005年2月11日在里斯本举行的会议上予以确认；

source: Welcomes also the discussion at the International Monetary Fund on 19 November 2004 of the next steps in the Fund's engagement with Guinea-Bissau, which covered, inter alia, emergency post-conflict assistance, a poverty reduction and growth facility and a staff-monitored programme;
zh: 9. 又欢迎2004年11月19日在国际货币基金组织讨论了货币基金组织与几内亚比绍今后的合作步骤，除其他外，包括冲突后紧急援助、减贫和增长融资机制，以及工作人员监测的方案;

source: Welcomes further the holding of the meeting of Guinea-Bissau's partners to prepare for the round-table conference, and stresses the importance of strong participation in the donor round-table conference scheduled for October 2005;
zh: 10. 还欢迎几内亚比绍合作伙伴为筹备圆桌会议举行会议，并强调积极参加定于2005年10月举行的捐助者圆桌会议十分重要；

source: Encourages the Government of Guinea-Bissau to give full consideration to the report of the Ad Hoc Advisory Group;
zh: 11. 鼓励几内亚比绍政府充分考虑特设咨询小组的报告；

source: Reaffirms the need to create an enabling environment in Guinea-Bissau to promote economic and social development in the country, and in that regard renews its invitation to the Government of Guinea-Bissau, the organizations of the United Nations system, the Bretton Woods institutions, the donor community and the international community as a whole to give full consideration to the recommendations formulated by the Ad Hoc Advisory Group in its first report and to take specific steps to give effect to the partnership approach set out therein with a view to implementing a long-term programme of support;
zh: 12. 重申需要在几内亚比绍创造有利的环境，促进该国的经济和社会发展，在这方面，再次邀请几内亚比绍政府、联合国系统各组织、布雷顿森林机构捐助者和整个国际社会，充分考虑特设咨询小组第一份报告 中各项建议，并采取具体步骤，落实报告中阐述的伙伴关系办法，以执行长期支助方案；

source: Decides to extend the mandate of the Ad Hoc Advisory Group on Guinea-Bissau until the substantive session of 2005 of the Economic and Social Council, and requests that, in its report to the Council at that session, the Group describe how it has fulfilled its mandate and, if necessary, include a discussion of the tasks remaining to be accomplished, as well as an estimated timetable for the completion of those tasks in the light of the prevailing situation and a discussion of the implementation of its recommendations;
zh: 13. 决定将几内亚比绍问题特设咨询小组的任务期限延长到经济及社会理事会2005年实质性会议，并请特设咨询小组在向理事会这届会议提出的报告中，介绍其任务规定的完成情况，如有必要，介绍尚待完成的任务，根据当时的总体情况，说明完成这些任务的估计时间表，并讨论其建议的执行情况；

source: Decides to consider the reports of the Ad Hoc Advisory Group on Guinea-Bissau at its substantive session of 2005.
zh: 14. 决定在2005年实质性会议审议几内亚比绍问题特设咨询小组的各项报告。

source: 2005/3 Public administration and development
zh: 公共行政与发展

source: Recalling its resolutions 2001/45 of 20 December 2001, 2002/40 of 19 December 2002 and 2003/60 of 25 July 2003,
zh: 回顾其2001年12月20日第2001/45号、2002年12月19日第2002/40号和2003年7月25日第2003/60号决议，

source: Reaffirming the role of the public service in the attainment of national goals for social and economic development, including those contained in the United Nations Millennium Declaration,
zh: 重申公共服务在实现国家社会和经济发展目标，包括《联合国千年宣言》 所载目标方面的作用，

source: Emphasizing the need to improve the efficiency, transparency and accountability of public administration,
zh: 强调必须提高公共服务的效率、透明度和问责制，

source: Recognizing the important role played by public administration with respect to planning and provision of public services and the positive contribution it can make to the creation of an enabling environment to promote sustainable development,
zh: 认识到公共行政在公共服务的规划和提供方面发挥了重要作用，而且在建立有利环境促进可持续发展方面可以作出积极贡献，

source: Takes note of the report of the Committee of Experts on Public Administration on its third session;
zh: 1. 注意到公共行政专家委员会第三届会议的报告；

source: Reiterates that efficient, accountable, effective and transparent public administration, at both the national and international levels, has a key role to play in the implementation of the internationally agreed development goals, including those contained in the United Nations Millennium Declaration,4 and in that context stresses the need to strengthen national public sector administrative and managerial capacity-building, in particular in developing countries and countries with economies in transition;
zh: 2. 重申国家和国际两级高效、负责、有效和透明的公共行政在实现国际商定的发展目标，包括《联合国千年宣言》4 所载目标方面可以发挥关键作用，并为此强调必须加强各国、特别是发展中国家和转型期经济国家公共部门的行政和管理能力建设；

source: Requests all Member States to abide by the principles of proper management of public affairs and public property, fairness, responsibility and equality before the law and the need to safeguard integrity and foster a culture of transparency, accountability and rejection of corruption at all levels and in all its forms, and in that regard urges Member States that have not yet done so to consider enacting laws to accomplish those ends;
zh: 3. 请所有会员国遵守妥善管理公共事务和公共财产、公平、负责及法律面前平等的原则， 保持正直，建立透明、问责以及在各级抵制形形色色腐败行为的文化，为此促请尚未这样做的会员国考虑颁布法律以实现这些目标；
